Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/brastad-s.htm.tmx
Source language: sme
Languages: nob

source: Sámi oahpaheaddjit dovde maiddái guhkes gaskka alddiineaset ja dain earáin go vásihedje ovdal go ožžo iežaset vistti ahte sii šadde čohkkát sierra sajes « dáččaskuvlla » bargiidlanjas .
nob: Og at de opplevde et markant skille mellom seg og de andre kom også til uttrykk når de konstaterte at det før de fikk egen bygning alltid var slik at de samiske lærerne ble sittende for seg selv på personalrommet på ” Norskskolen ” .

source: Dát lei čielga ja mihtilmas minsttar .
nob: Dette var et klart og tydelig mønster .

source: Maiddái soames váhnemat moite dan go « dáččaskuvla » stivrii nu ollu .
nob: Også en del foreldre var kritiske til at mye er styrt fra ” Norskskolen ” .

source: Sii sáhtte bálkáhit sadjásaččaid geain ii lean oahpaheaddjioahppu iige sámi duogáš .
nob: Der kunne de finne på å sette inn vikarer som verken har lærerutdanning eller samisk bakgrunn .

source: Ollugat maid oaivvildedje ahte skuvlabušeahtaid unnideapmi orru eanas aivve čuohcamin Sámeskuvlii .
nob: Og flere mente at nedskjæringer på skolebudsjettet i stor grad ser ut til å ramme Sameskolen .

source: Ollu váhnemat nu go oahpaheaddjit ge sávvet ahte Guovddašskuvlla jođiheaddjit beroštivčče eanet sámeskuvllas .
nob: Mange av foreldrene deler lærernes ønske om større engasjement fra ledelsen ved Sentralskolen .

source: Muhtumat dadje vel nu nai ahte rektor lei guođđán doaimmas .
nob: Ja , det ble til og med hevdet at rektor hadde abdisert .

source: Son lei geatnegahttán iežas soames čoahkkimis 2003:s doallat mánnosaš čoahkkima Sámeskuvllain ja Ruŋgogierraga mánáidgárddiin .
nob: Han hadde forpliktet seg på et møte i 2003 til å gjennomføre et fast månedlig møte med Sameskolen og barnehagen på Fossbakken .

source: Muhto das ii šaddan mihkkege .
nob: Men det ble det ingen ting av .

source: Eahpádus skuvlla ja suohkana njunnožiidda celkojuvvo maiddái ná :
nob: Skepsis til skole- og kommuneledelsen ble også uttrykt på denne måten :

source: – Go šaddet seastit ruđa galget unnidit ruđa sámi doaimmaide .
nob: All innsparing skal skje på bekostning av det samiske .

source: – Buot ruđat mannet « dáččaskuvlii » .
nob: Alle penger havner på ” Norskskolen . ”

source: – Dál ferte Sámeskuvla gearjidit « dáččaskuvllas » resurssaid .
nob: Nå må Sameskolen knegå ” Norskskolen ” for å få ressurser .

source: – Loabát suohkanii báhcá ruhta buorrin Sámeskuvlla doaimmain stáhtadoarjaga geažil .
nob: Lavangen kommune går med overskudd på drift av Sameskolen på grunn av statstilskuddene .

source: – Loabát skuvlla hálddahusas dávjá vajáldahttet Sámeskuvlla .
nob: Sameskolen blir ofte glemt av administrasjonen på Lavangen skole .

source: – Báhppa ii oaččo dieđuid ahte Sámeskuvllas leat oahppit geat galggaše rihppaskuvlii , dahje ahte 5. klássa mánát galggaše oažžut biibbaliid .
nob: Presten får ikke beskjed om at det er elever på Sameskolen som skal konfirmeres , eller at 5. klassingene skal ha utlevert bibler .

source: – Hálddahusas berre leat eanet ipmárdus dasa movt lea unnitlohkun eallit .
nob: Administrasjonen må ha større forståelse for hva det vil si å være en minoritet .

source: – Hálddahus berre galledit Sámeskuvlla dávjjibut ja čájehit ahte sii beroštit das .
nob: Administrasjonen bør besøke Sameskolen oftere og vise at de bryr seg .

source: Eanas váhnemat gávnnahedje ahte Sámeskuvlla oahpaheaddjit ja Loabága skuvlla jođiheaddjit eai bargan ovttas .
nob: De fleste av foreldrene fant at Sameskolens lærere og ledelsen ved Lavangen skole var lite samkjørt .

source: Sámeskuvlla váhnenčoahkkimiin « leat mii namalassii čađat šaddan čállit hálddahussii daid dieđuid vuođul maid leat ožžon sámeskuvlla oahpaheddjiin .
nob: For på Sameskolens foreldremøter ” har vi hele tida måttet skrive til administrasjonen på bakgrunn av opplysninger fra sameskolelærerne .

source: Vaikko leatge ollu reivviid čállán ja ságastallan singuin , de unnán dáhpáhuvvá .
nob: Men på tross av alle disse brev og henvendelser så skjer det lite .

source: Mii šaddat ain čilget ja vuoigadahttit dán skuvlla . »
nob: Vi må stadig forklare og rettferdiggjøre denne skolen . ”

source: Muhtun cealkagat váhnemiin maiddái duođaštit sámi bahčavuođa báikki dáččaid guottuide : « Mii lea čađat dovdan gamusteamet ahte mii sápmelažžat leat heajubut go earát , ja ahte mii šaddat rahčat vai min áššit ollašuvvet .
nob: Noen av utsagnene fra foreldrene avdekket også samisk bitterhet overfor norske holdninger lokalt ” Vi har hele tida følt at vi som samer er annenrangs , at vi må kjempe for å få gjennomført saker . Alle nedskjæringer til skolesektoren rammer Sameskolen .

source: Go skuvlasuorgái unniduvvo ruhta , de Sámeskuvla dat šaddá gillát . Min mielas galggaše čielgaset njuolggadusat ja sierra hálddahus Sámeskuvllas . »
nob: Vi ser det derfor som ønskelig med atskillig klarere kjøreregler og en egen administrasjon ved Sameskolen . ”

source: « Orru leamen nu ahte min , sápmelaččaid , oaivilat eai vuhtiiváldojuvvo – sii nivkkuhit gal ja lohket iežaset ovttaoaivilis , muhto sii eai goitge bargga nu .
nob: ” Det virker som vi samer aldri blir hørt – De nikker og sier seg enige , men de følger aldri opp .

source: Lean hirbmadit vuorrástuvvan dainna movt Loabát suohkan hálddaša sámevuođa .
nob: Jeg er luta lei av Lavangen kommunes forhold til det samiske .

source: Dalle go Sámeskuvlla hivsset jieŋui , šadde mánát geavahit « dáččaskuvlla » hivssega .
nob: Da toalettet på Sameskolen frøs , måtte ungene benytte toalettene på ” Norskskolen ” .

source: Nu ii lean dalle go čáhci galbmui « dáččaskuvllas » .
nob: Det var noe helt annet da vannet frøs på ” Norskskolen ” .

source: Eai oro berošteame go lea Sámeskuvllas sáhka ; muhto lea gal ávki cavgilit aviisii . »
nob: Det er liksom ikke så farlig med Sameskolen . Men det hjelper å gå til avisa . ”

source: « Sátni sámeskuvla vuolggaha gičču .
nob: ” Ordet sameskole utløser ordet kamp .

source: Mii leat čađat šaddan bealuštit , čilget ja vuoigadahttit skuvlla .
nob: Hele tida har vi måttet forsvare , forklare og rettferdiggjøre den .

source: Measta buot suohkanbušeahtaid gieđahallamis ja bušeahtaid unnideamis de lea sáhka sámeskuvlla birra .
nob: I behandling av nesten et hvert kommunebudsjett og av budsjettkutt er sameskolen inne i bildet .

source: Ja dál de fas dás čohkkát . »
nob: Og nå sitter vi altså her igjen . ”

source: « Oainnán unnán ipmárdusa sámi birrasa olggobealde sámevuhtii Loabát suohkanis .
nob: ” Utenfor det samiske miljøet finner jeg lite forståelse for det samiske i Lavangen kommune .

source: Dážat eai oainne erohusa das mii lea sámi ja mii lea dáža .
nob: De norske ser ikke forskjellen på det samiske og det norske .

source: Sii eai oainne kultuvrralaš erohusaid eaige ipmir maid sámivuohta mearkkaša munnje ja midjiide . »
nob: De ser ikke det kulturelle skillet og skjønner ikke hva det samiske betyr for meg og for oss . ”

source: Ovddeš skuvlahoavda Johan Lyngstad mieđiha ahte Loabát skuvlla ja Sámeskuvlla gaskavuohta ii leat leamašan dohkálaš .
nob: Den tidligere skolesjefen Johan Lyngstad innser at forholdet mellom Lavangen skole og Sameskolen ikke har vært tilfredsstillende .

source: Muhto son goitge aiddostahttá ahte livččii boastut ásahit iehčanas sámeskuvlla .
nob: Men han slår samtidig fast at det vil være feil å opprette en selvstyrt sameskole .

source: Su áigumuššan lea leamašan ahte sámi ja dáža álbmot galget ovdánahttit gaskaneaset áktejumi ja buori oktavuođaid .
nob: Hans ambisjon har vært at den samiske og norske befolkningen skal utvikle gjensidig respekt og gode relasjoner .

source: Jus dáinna galgá lihkostuvvat , de fertešii Loabát skuvlla jođiheddjiin leat váldorolla , oaivvilda Lyngstad .
nob: For å lykkes med dette mener Lyngstad at ledelsen ved Lavangen skole vil måtte ha en nøkkelrolle .

source: Earenoamážit lea dat stuora hástalussan rektorii .
nob: Særlig innebærer det en stor utfordring for rektor .

source: Lyngstadas lea seamma oaivil go dat maid Øzerk deattuhii garrasit 1996 raporttas .
nob: Lyngstad deler dermed en oppfatning som Øzerk sterkt understreket i sin rapport fra 1996 .

source: Loabát skuvlla jođihangoddi mieđiha ahte sámeskuvlla oahpaheaddjit ja eará oahpaheaddjit leat oalle guhkkálaga .
nob: Ledelsen ved Lavangen skole erkjenner at det er en viss avstand mellom lærerne knyttet til Sameskolen og de andre .

source: Vai dat dilli njuolggašii , lei rektor láhčán oktasaš bargolanja oahpaheddjiide .
nob: For å bedre på dette , hadde rektor lagt opp til å ha et felles arbeidsrom for alle lærere .

source: Sámi oahpaheaddjit vuosttaldedje dan , oaivvildedje ahte dalle lei šaddat beare guhkki bargolanjas sin oahpahuslatnjii .
nob: Dette ble motarbeidet av de samiske som mente det ville bli for stor avstand til deres undervisningsrom .

source: Rektor dohkkehii vuostehágu , muhto eaktudii ahte Sámeskuvlla oahpaheaddjit juohke iđida galge fitnat « dároskuvllas » dieđuid oažžume .
nob: Rektor bøyde seg for motstanden , men satte som betingelse at lærerne på Sameskolen skulle stikke innom ” Norskskolen ” hver morgen for å holde seg orientert .

source: Das ii ge leat šaddan mihkkege .
nob: Men heller ikke det er det blitt noe av .

source: Son oaivvilda ahte sámi oahpaheaddjit errejit iežaset ja ahte skuvlajođihangoddi sivahallo vuoigatmeahttumit váilevaš dieđiheami dihte .
nob: Han mener at samelærerne isolerer seg selv , og at skoleledelsen urettmessig får skylda for ikke å informere grundigere .

source: Rektor jáhkká duogážin dása lea go sámeskuvlla oahpaheaddjit háliidit sierastallat .
nob: Rektor tror det hele bunner i et ønske fra samelærerne om å være seg selv nok .

source: Seammás son mieđiha sámi oahpaheddjiid cuiggodeami ahte skuvlla jođiheaddjit livčče sáhttán dávjjibut finadit Sámeskuvllas .
nob: Samtidig gir han dem rett i at ledelsen kunne vært mer å se på Sameskolen .

source: Rektor mieđiha ahte Sámeskuvlla oahpaheaddjit leat muđui skuvlabirrasa ravdarájás eai ge leat oassin eahpeformála searvevuođas .
nob: Rektor erkjenner helt klart at lærerne på Sameskolen er på sidelinja i forhold til det øvrige skolemiljøet og heller ikke er del av det uformelle fellesskapet .

source: Dát lea maiddái dakkár dilli mii oalát gáidá eret ja lea áibbas earáláhkái go dat ovdáneapmi maid Øzerk eaktudii .
nob: Dette er også en situasjon som strider fullstendig med og viser en utvikling i en helt annen retning enn Øzerk forutsatte .

source: Sámeskuvla ja sámi giellaoahpahus
nob: Sameskolen og samisk språkopplæring

source: Sámegiela oahpahus čuovvu sámi oahppoplána nubbingiela rávvehusa .
nob: Opplæringen i samisk følger Læreplanen for samisk som andrespråk .

source: Das ulbmilin lea oažžut ohppiid doaibmi guovttegielalažžan ja eaktuda ahte sámegiella adno reaidofágan eará fágain .
nob: Denne har som mål at elevene skal bli funksjonelt tospråklige og forutsetter at samisk brukes som redskapsfag i de andre fag .

source: Muhto buot eará fágain go sámegielas adnojit dárogielat oahppogirjjit .
nob: Alle elevene på Sameskolen følger samiskundervisningen som gis i samisk-timene .

source: Sámeskuvla eanet deattuha dáru go sámi oahppoplána oahpahusas .
nob: Sameskolen legger i større grad den norske enn den samiske læreplanen til grunn for undervisningen .

source: Nu guhká go lea leamašan sámegieloahpahus Loabágis , lea gelbbolaš oahpaheddjiid besten dagahan stuora váttisvuođaid .
nob: Så lenge det har vært undervist i samisk i Lavangen , har altså rekruttering av kvalifiserte lærere voldt betydelige vansker .

source: Dás lea maiddái čujuhuvvon ahte ekonomalaš váikkuhangaskaoamit Davvi-Romssas ja Finnmárkkus dagahedje ahte Loabát vuoittahalai gilvvus oažžut oahpaheddjiid .
nob: Det har vært pekt på at økonomiske stimuleringstiltak for Finnmark og Nord-Troms bidro til at Lavangen tapte i konkurransen om lærerkrefter .

source: Suohkana jođihangotti váldosátnedoalvu sámegieloahpahusas , Johan Lyngstad , lea čađat čuoččuhan ahte jus suohkanis galggai leat oahpahus sámegillii , de ii ábuhan álggahit fálaldaga olbmuiguin geat eai máhttán sámegiela .
nob: Hovedtalsmannen for samiskopplæring innen kommuneledelsen , J. Lyngstad , har hele tida hevdet hardnakket at skulle kommunen ha undervisning på samisk , nyttet det ikke å starte med folk som ikke behersket språket .

source: De son gal baicca mieđai soabatevttohussii ja álggos dohkkehii sámegielat oahpaheddjiid geain ii lean oahpaheaddjioahppu .
nob: Da var han heller med på å kompromisse og i første omgang godta samisk-kyndige lærere uten lærerutdanning .

source: Lyngstad lea dadjan ahte ii buot váhnemiid mielas lean doarvái go oahpaheaddjit ledje sámegielagat .
nob: I følge Lyngstad var det ikke godt nok for alle foreldre at lærerne var samisktalende .

source: Oahpaheaddjit galge dasa lassin máhttit « rivttes » sámi suopmana .
nob: De skulle i tillegg beherske den ” rette ” samiske dialekten .

source: Lyngstad čuoččuha ahte muhtun váhnenjoavkkut ledje mielas virgádit vaikko gean oahpaheaddjin go fal lei Ruŋggus eret .
nob: Lyngstad hevder at visse foreldregrupperinger var villige til å ansette nesten hvem som helst som lærere bare de var fra Spansdalen .

source: Dat gullevašvuohta lei sidjiide deháleamos .
nob: Denne tilhørigheten var det viktigste for dem.

source: Maŋimus jagi go son lei skuvlahoavdan , 2000:s , Lyngstad vujii dušše dan váste Finnmárkku siseatnamii vai gávnnašii doppe sámegielat oahpaheddjiid .
nob: I sitt siste år som skolesjef , i 2000 , kjørte Lyngstad i ens ærend til Indre Finnmark for å kapre samisk-kyndige lærere .

source: Son bijai gáidameahttumis gáibádussan ahte sii galge čájehit oahppaduođaštusa mii duođaštii čálalaš oahpu sámegielas .
nob: Han stilte som et ufravikelig krav at de kunne framvise vitnemål som dokumenterte skriftlig utdanning i samisk .

source: Okta suohkana oahpaheddjiin bistevaš virggis lea vázzán oahpaheaddjioahpu Sámi allaskuvllas .
nob: En av de fast tilsatte lærerne i kommunen samisklærer har sin lærerutdanning fra Samisk høgskole og er fullt ut kompetent i samisk .

source: Muhto sus lea leamašan virgelohpi daid maŋimus jagiid .
nob: Men han har hatt permisjon de siste årene .

source: Dál lea dan golmma oahpaheaddjis geat buohkat gullet Ruŋgu / Ruŋgogierraga-birrasii eanas Sámeskuvlla oahpahus .
nob: I dag har tre lærere som alle kommer fra Spansdalen / Fossbakken- miljøet hovedtyngden av undervisningen på Sameskolen .

source: Guoktásis dáin lei maŋimus dálvvi soames mánu virgelohpi bálkkáin čuovvut álgodását sámegielat oahpahusprográmma .
nob: To av disse hadde studiepermisjon med lønn noen måneder sist vinter for å følge et opplæringsprogram i samisk på et relativt elementært nivå .

source: Goalmmádis ii leat formálalaš oahppu sámegielas , muhto sáhttá gaskkustit sámegiela ja gulahallat álggolaš dásis .
nob: Den tredje har ingen formell utdanning i samisk , men er i stand til å formidle samisk og kommunisere på et elementært nivå .

source: Earret oahpaheaddji geas lea virgelohpi , de Loabát sámeskuvllas eai leat oahpaheaddjit geat ollásit máhttet sámegiela .
nob: Men med unntak av den permitterte læreren , har altså ikke Lavangen sameskole lærere som behersker det samiske språket fullt ut .

source: Moanat sámi váhnemat leat gažadallamiin moaitán ja cuiggodan go oahpaheaddjit geain lea váilevaš sámegielmáhttu leat biddjon sámegiela oahpahit .
nob: Flere av de samiske foreldrene har i intervjuene uttalt seg i kritiske ordelag til at lærere med spinkle ferdigheter i samisk er satt til å undervise i faget .

source: Dát lea váhnemiin dávjjimus moaittan Sámeskuvlla vuostá .
nob: Dette er nok den hyppigst framsatte innvendingen fra foreldrehold mot Sameskolen .

source: Sii čuoččuhit ahte Sámeskuvllas hubmet beare unnán sámegiela .
nob: De hevder at det snakkes altfor lite samisk på Sameskolen .

source: Ollugat oaivvildit ahte báhcá heajos govvan ohppiide go sámegielat oahpaheaddjit eai viššaleappot ja diđolaččabut máhte geavahit sámegiela .
nob: Flere mener det gir uheldige signaler til elevene at de samiske lærerne ikke er i stand til å bruke samisk mer aktivt og bevisst .

source: Jus sámeskuvllas livčče diđolaččabut ja struktuvrralaččat geavahan giela vai oainnusindahket ja loktejit dan árvvu , de gal livčče eanet váhnemat árvvoštallan skuvlla eará ládje .
nob: Hadde det vært mer bevisst og strukturert bruk av samisk på Sameskolen for å synliggjøre og heve språkets status , ville nok flere foreldre vurdert skolen annerledes .

source: Váhnemiid mielas lei áibbas boastut virgádit oahpaheaddjin sámeskuvlii dakkár ruŋgolaččaid geain ii lean sámegielmáhttu .
nob: På foreldrehold ble det karakterisert som et stort feilgrep å tilsette spansdalinger uten samiskkompetanse som lærere ved Sameskolen .

source: Fylkkamánni cuiggoduvvui go lei váilevaččat gozihan oahpaheddjiid geain lei virgelohpi bálkkáin sámegiela lohkat .
nob: Det var til og med de som erklærte at dette var med på å undergrave selve grunnlaget for Sameskolen .

source: Dušše soapmásat sis geain lei leamašan dákkár virgelohpi ledje ollašuhttán oahpu ja loahppageahččaleami .
nob: Flere foreldre var også inne på hvor personavhengig forholdet til og oppfatningen av lærerne var .

source: Eahpitkeahttá váilevaš gelbbolaš sámegielat biras lea geahnohuhttán Sámeskuvlla ja dagahan ahte soames váhnemat leat massán luohttámuša Sámeskuvlii .
nob: Derfor begrenset ikke alle sin kritikk av lærerne til å peke på mangelfull kompetanse i samisk . Det forekom at lærere ble vurdert som personlig lite egnet for yrket .

source: Sámeskuvla ja dakko bakte suohkana sámegiela oahpahusfálaldagas ii leat makkárge vejolašvuohta ovdánahttit ohppiid doaibmi guovttegielalašvuođa .
nob: Noen kritiserte lærerne for å gi mangelfull informasjon og tilbakemelding og hevdet at ” alt dette fungerer mye bedre på Norskskolen som ikke minst gir mye bedre oppfølging av elevene . ”

source: Ollu váhnemiid mielas Sámeskuvllas váilot oalle mealgat gelbbolaš oahpaheaddjit , mii lea vuođđun jus galgá ovdánit guđege muddui giellaoahpahusain .
nob: Noen av foreldrene mente derfor det måtte være bedre at ungene flyttet over på ” Norskskolen ” og at de fikk samiskopplæring i tillegg .

source: Geaidnu ovddasguvlui Sámegieloahpahus vuosteluohkás
nob: Heller ikke det statlige nivået slapp unna kritikk .

source: Dálá sámegiel dahje guovttegielat oahpahus Loabágis ii doaimma dohkálaččat dál .
nob: Fylkesmannen ble kritisert for å føre mangelfull kontroll med lærere som fikk permisjon med lønn for å studere samisk .

source: Sámi váhnenjoavkkus iige leat nu buorre oktavuohta go ovdal lei .
nob: Bare de færreste av de mange som hadde hatt slik permisjon hadde fullført studiet og avlagt avsluttende eksamen .

source: Váhnemat eai šat daguidisguin ja oskkáldasat doarjjo Sámeskuvlla , ja moanat váhnemat leat baicca heađástuvvamis sádden mánáideaset « dáččaskuvlii » .
nob: Det er ikke tvil om at fraværet av et aktivt og kompetent samisk-språklig miljø i stor grad har bidratt til å svekke Sameskolens posisjon og tillit hos en del av foreldrene .

source: Dušše áibbas moattis váhnemiin , geain leat mánát Sámeskuvllas , hupmet beaivválaččat sámegiela mánáidisguin ruovttus .
nob: Sameskolen og dermed kommunens opplæringstilbud i samisk har med dagens situasjon ingen mulighet til å utvikle funksjonell tospråklighet hos elevene .

source: Ruŋgolaččat geat hupmet sámegiela , leat eatnasat badjel 60 jagi . Mánát gullet unnán sámegiela beaivválaš dilis .
nob: Sameskolen står jo , slik mange av foreldrene ser det , langt på vei uten det hovedfundamentet som kvalifiserte lærere er for å komme noen vei med språkopplæringen .

source: Nu ruovttubirrasat unnánaččat addet dan vuođu mánáide mii lea dehálaš vai ovdánahtášedje sámegielčehppodaga .
nob: Samiskopplæringen i motbakke Samisk- eller tospråklighetsopplæringen i Lavangen fungerer ikke tilfredsstillende i dag .

source: Go sámegiela geavaheapmi Sámeskuvllas buori muddui gáržžiduvvo dušše dan golmma– njealji diibmui vahkkus go lea sámegieloahpahus , de lea čielggas ahte šaddá váttisin olahit buori bohtosiid .
nob: Samholdet i den samiske foreldregruppa er heller ikke er så godt som tidligere .

source: Dát velá nannejuvvo danne go oahpaheddjiin lea váilevaš sámegielčehppodat ja gelbbolašvuohta . Sámeskuvla ii leat lihkostuvvan ovdánahttit ohppiid doaibmi guovttegielalašvuođa , vaikko Øzerk gal oaivvildii dan vejolažžan .
nob: Foreldrene stiller seg ikke lenger som aktive og lojale støttespillere samlet bak Sameskolen , og flere har altså valgt å gå til det drastiske skritt å sende ungene sine over til ” Norskskolen ” .

source: Nu lea dát maiddái áibbas nuppeláhkai go skuvlla váldoáigumuš .
nob: Dette gir redusert elevtall ved Sameskolen , noe som bidrar til å gjøre skolens framtid usikker .

source: Dán oktavuođas lea goitge dehálaš muittuhit ahte Øzerk aiddostahtii dan ahte dát dušše livččii lean vejolaš jus suohkana politihkalaš ja hálddahuslaš jođiheaddjit , iige unnimusat Loabága oppalaš skuvlabiras , livčče dorjon ja daguidisguin searvan dasa man Øzerk gohčodii guovttegielalašvuođaprošeaktan .
nob: Den samiske foreldregruppas opprinnelige ønske var som kjent en egen sameskole lagt til grendehuset i Spansdalen .

source: Go Sámeskuvllas duohtadilis lea sámegieloahpahusa ovddasvástádus , lea váttis oaidnit ahte dát eavttut leat ollašuvvan .
nob: Det er i dag et lite mindretall blant foreldrene som fortsatt ser dette som den rette veien å gå .

source: Ii báljo mihkkege leat nu bures duođaštuvvon dutkamiin ahte golbma diimmu sámegieloahpahus vahkkus lea áibbas duššas jos doaibmi guovttegielatvuohta galgá leat mihttomearrin .
nob: Disse er blant de eldste i foreldreflokken som snart ikke har barn i skolepliktig alder . Vurdert utelukkende ut fra hva som ville gagnet samiskopplæringen , er det likevel neppe tvil om at dette hadde vært bedre enn dagens ordning .

source: Seammás lea dehálaš aiddostahttit ahte dákkár sámegieloahpahus goittot ii lea árvvoheapmi .
nob: Svært få av foreldrene som har barn i Sameskolen , snakker samisk med dem hjemme .

source: Áigeguovdilis ja riidduvuloš fáddán lea man stuora oassi fágain nugo mat dárogielas , matematihkas , eŋgelasgielas jna. berre leat oktasaš buot ovttaahkásaš skuvlamánáide Loabágis .
nob: Det er gitt ulike forklaringer på at kommunen har overlatt ansvaret for samiskopplæringen til lærere som har lite av både formell utdanning og realkompetanse i faget .

source: Dán gažaldaga áigeguovdilvuohta ii unno danne go dáid fágaid oahpahus sámeskuvllas lea dárogillii .
nob: Sameskolen har , til tross for at Øzerk mente det var mulig , ikke lyktes i å utvikle funksjonell tospråklighet hos elevene .

source: Dalle goit juobe šaddá váttisin bealuštit ahte sámi ahkeseaguhus joavkkuin galgá dakkár oahpahus buohtalasat vástideaddji oahpahusain dáččaskuvllas .
nob: Da blir det i hvert fall problematisk å argumentere for undervisning av egne samiske , aldersblandede grupper parallelt med tilsvarende undervisning ved norskskolen .

source: Mearkkašahtti stuorit oahpaheaddjiveahka « dáččaskuvllas » go Sámeskuvllas mielddisbuktá ahte doppe oahpaheddjiin lea buoret gelbbolašvuohta skuvlafágain .
nob: En vesentlig større lærerstab ved ” Norskskolen ” enn ved Sameskolen medfører også at lærerne der jevnt over har bedre kompetanse i de enkelte skolefagene .

source: Oktasaš oahpahus dáidá , nu movt máŋga váhnema leat dadjan , nannet buoret fágaoahpahusa .
nob: Fellesundervisning vil dermed sannsynligvis , som flere foreldre har pekt på , sikre bedre undervisningskvalitet i fagene .

source: Go Sámeskuvllas lea seamma jođihangoddi ja lea formálalaččat oassin Loabát skuvllas , lea boastut ollásit duvdit sámegieloahpahusa ovddasvástádusa sámeskuvlla oahpaheddjiide .
nob: Siden Sameskolen har den samme ledelsen som og formelt er en del av Lavangen skole , blir det galt å legge hele ansvaret for samiskopplæringa på lærerne knyttet til Sameskolen .
